# Источники (научные журналы и материалы конференций)

<b>Научные журналы</b> - это источники, периодические издания,  индексируемые в одной из известных баз научного цитирования и баз научных журналов. Все журналы имеют ISSN и/или eISSN (электронный журнал, распространяемый на электронных носителях)

<b>Материалы конференции</b> - это источники, непериодические издания изданные по результатам научных конференций. Все непериодические издания имеют ISBN и/или eISBN. Но не всё, что имеет ISBN является материалом конференций (так у книг тоже ISBN, у монографий - тоже)

# Научность
Не все источники являются научными. Научными считаются источники, которые индексируются в одной из баз научных источников.

<b>Используемыми базами в системе являются </b>

<b>Web of Science</b>

Сайт: https://www.webofscience.com/

Владелец: компания Clarivate (принадлежит группе инвестфондов из Канады, США, Азии и Великобритании, развивает линейку продуктов в области научной и рыночной информации).

Доступ: с 2022 года недоступен в России (но министерство всё ещё требует отчетность)

<b>Scopus</b>

Сайт: https://www.scopus.com

Владелец: международная корпорация RELX через свое подразделение Elsevier, одно из старейших и крупнейших издательств научной литературы, Нидерланды.

Доступ: недоступен в России с 1 января 2023 года (но министерство всё ещё требует отчетность)
Охват и селективность: Само название Scopus очевидно было выбрано из-за созвучия слову scope - aнгл. “охват” - и для данной базы более широкий по сравнению с главным конкурентом - <b> Web of Science </b>

<b>eLIBRARY.ru (РИНЦ)</b>
Сайт: https://www.elibrary.ru/

Владельцы: топ-менеджеры eLIBRARY и другие российские физические лица

Доступ: открытый (есть платные сервисы, у нас нет доступа к выгрузкам, но можно парсить с "горем пополам")

Охват и селективность: eLIBRARY - портал, который кардинально отличается от прочих наукометрических баз тем, что аккумулирует не только метаданные, но и сами полные тексты публикаций, которые доступны на нем платно или бесплатно. База метаданных называется “Российский индекс научного цитирования” (РИНЦ, часто употребляется как синоним eLIBRARY), и включает огромный массив информации, попавшей в нее разными путями.

<b>«Белый список»</b> – перечень научных журналов, отобранных специальной комиссией, который будет использоваться для оценки результативности научных организаций (коллективов) по формальным критериям (на замену Web of Science и Scopus, используемых ранее)

Сайт: https://journalrank.rcsi.science/ru/record-sources/

Владелец: Российский центр научной информации (РЦНИ)

Доступ: полный динамично обновляется

<b>База журналов Высшей Аттестационной комиссии (ВАК)</b> - вид рецензируемых научных изданий, в которых должны быть опубликованы основные научные
результаты диссертаций на соискание ученой степени кандидата наук, на соискание ученой степени доктора наук

Сайт: списки обновляются несколько раз в год и размещаются на сайте ВАК https://vak.minobrnauki.gov.ru/

Владелец: Высшая аттестационная комиссия (ВАК)

Доступ: открытый, данные "грязные" (содержат ошибки, неверные идентификаторы журналов ISSN)

<b>Репозиторий источников OpenAlex</b> Источники — это место, где размещаются работы. OpenAlex индексирует около 226 000 источников. Существует несколько типов, включая журналы, конференции, репозитории препринтов и репозитории научных организаций.

Сайт: https://docs.openalex.org/api-entities/sources

Владелец: некоммерческая организация OurResearch (известна инструментами открытого доступа UnPaywall и UnSub).

Доступ: Открытый и бесплатный, по API или через дампы (веб-интерфейс на апрель 2023 в альфа-версии). Есть платные услуги (быстрый безлимитный API и приоритетная техподдержка).
