Мы разделяем понятие <b>Персоналии (сотрудники университета)</b> и <b>Авторы (авторы публикаций)</b>

Каждой Персоналии соответсвуют <b>Авторские идентификаторы</b> - один их ключевых типов метаданных в современной науке. 
Основное назначение подобного id - сведение разнообразных потоков информации (о публикациях, грантах, местах работы и т.д.), относящихся к конкретному ученому.

Мы используем Scopus ID, и Researcher ID, ORCID, SPIN-код и Elibrary ID, со временем нужно подключить другие профили, например, из OpenAlex
